

///////////////// 2.05.2019 HOMEWORK ///////////////////////////
/*Написати наступні функції, які в якості параметра приймають одновимірний масив і його розмірністю.
	Перевірити роботу функції для одновимірних масивів довжини 10 та довжини 7.
		функцію Fill(), яка заповнює одновимірний масив випадковими значеннями в діапазоні[-26..54]
		функцію Print(), яка виводить елементи масиву на екран
		перевантажені функції:
	-для знаходження суми елементів масиву
		- для знаходження мінімального елемента масиву до вказаної верхньої межі проміжку(від початку до вказаного індексу)*/

#include <iostream>;
#include <ctime>;
using namespace std;

int Func(int arr[], const int SIZE1) {


}

int 

int main() {
	// функція пошук, яка приймає різні параметри
	const int SIZE1 = 10;
	const int SIZE2 = 7;
	int arr[SIZE1] = {};
	int arr[SIZE2] = {};
	Func(arr, SIZE1);
	Func(arr, SIZE2);


	

	system("pause");
	return 0;

}